const Page = () => {
    return (
        <div>
            <h1>Согласие на обработку персональных данных</h1>

            <p>
                В соответствии с частью 1, статьи 9 Федерального закона от 27 июля 2006 года № 152-ФЗ «О персональных данных».
            </p>

            <p>
                Настоящим даю согласие на обработку, хранение, использование моих персональных данных, включая обработку с использованием средств автоматизации, так и без использования таких средств, т.е. совершения, в том числе следующих действий: сбор, систематизацию, накопление, хранение, уточнение, использование, блокирование, уничтожение, а также на передачу такой информации третьим лицам и получение информации и документов от третьих лиц в рамках исполнения договорных обязательств между Клиентом и Агентом.
            </p>

            <h2>Перечень моих персональных данных, передаваемых на обработку:</h2>
            <ul>
                <li>Ф.И.О., паспортные данные, дата рождения и место рождения;</li>
                <li>Адрес регистрации;</li>
                <li>Номера мобильного и домашнего телефонов, адрес электронной почты;</li>
                <li>Семейное, социальное, имущественное положение;</li>
                <li>Иные данные.</li>
            </ul>

            <p>
                Обработка персональных данных Клиента проводится с целью проверки предоставленных Клиентом сведений, для оказания Агентом /контрагентами Агента любых договоров и их дальнейшего исполнения, принятия решений или совершения иных действий, порождающих юридические последствия в отношении Клиента и третьих лиц, в отношении продажи/покупки объекта недвижимости по адресу.
            </p>

            <p>
                Обработка персональных данных прекращается по достижению цели обработки, т.е., прекращения обязательств по заключённым договорам и соглашениям.
            </p>

            <p>
                Клиент может отозвать настоящее согласие путём направления заявления в простой письменной форме. В этом случае Агент прекращает обработку персональных данных Клиента, а персональные данные подлежат уничтожению, если отсутствуют иные правовые основания для обработки, установленные законодательством РФ или документами Агента, регламентирующими вопросы обработки персональных данных.
            </p>

            <p>
                Данное согласие действует в течение всего срока обработки персональных данных до прекращения обязательств по заключённым договорам и соглашениям.
            </p>
        </div>
    );
};

export default Page;